Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/almmola-oktavuoain-galga-addat-alkit-gea_id_650229.html.tmx
Source language: sme
Languages: nob

source: Preassadieđáhus , 28.06.2011
nob: Pressemelding , 28.06.2011

source: Almmolaš oktavuođain galgá šaddat álkit geavahit sámegiela
nob: Enklere å bruke samisk i kommunikasjon med det offentlige

source: - Almmolaš DT-vuogádagaid ođđa standardiseren gáibádusat dahket vejolažžan geavahit sámegiela olu almmolaš surggiin , cealká sámeministtar Rigmor Aasrud .
nob: - Det nye kravet til standardisering av offentlige IT-systemer åpner for at samisk språk nå kan brukes på flere områder i kommunikasjon med det offentlige , sier sameminister Rigmor Aasrud .

source: Nu gohčoduvvon čálastandárda UTF- 8 lea čálastandárda mas leat olu eanet čálamearkkat go dálá čálastandárddas maid almmolaš DT-vuogádagat geavahit , ja dát guoská ee. sámegiela erenoamáš čálamearkkaide .
nob: UTF-8 , som den heter , er en tegnsettstandard som kan representere mange flere tegn enn de tegnsettstandardene som mange offentlige IT-systemer bruker i dag , dette gjelder blant annet de samiske særtegnene .

source: Leat olu registarat mat eai sáhte geavahit sámi čálamearkkaid iežaset vuogádagain , ja sámi geavaheddjiid gulahallamis čuohcá dát sámi namaid , čujuhusaid ja báikenamaid kvalitehtii .
nob: Flere offentlige registre kan ikke bruke de samiske tegnene i sine systemer , og dette går ut over kvaliteten på samiske navn , adresser og stedsnavn i kommunikasjon med samiske brukere .

source: Buohkaide galget almmolaš bálvalusat olámuttos ja digitála geavaheapmi lassána ain eanet almmolaš oktavuođain .
nob: - Alle skal ha lik tilgang til de offentlige tjenestene og mer av kontakten med det offentlige skal foregå digitalt .

source: Danne lea dehálaš standárdiseret almmolaš vuogádagaid , vai lea vejolaš geavahit sámi čálamearkkaid ja čállit riekta sámi namaid ja čujuhusaid , lohká ođasmahttin- , hálddahus- ja girkoministtar Rigmor Aasrud .
nob: Derfor er det viktig med standardisering av de offentlige systemene , slik at også samiske tegn skal kunne brukes og samiske navn og adresser kan skrives riktig , sier fornyings- , administrasjons- og kirkeminister Rigmor Aasrud .

source: Buot stáhtalaš doaimmahusat leat juo ovdalis geatnegahttojuvvon geavahit UTF- 8 čálastandárdda jos nuppástuhttet dahje ođasmahttet iežaset DT-vuogádagaid .
nob: Alle statlige virksomheter er tidligere pålagt å bruke tegnstettstandarden UTF- 8 ved all nyutvikling eller større omlegginger av sine IT-systemer .

source: Rievdaduvvon standárdanjuolggadusaid mielde , maid ráđđehus dohkkehii mannan bearjadaga , galget gielddat maiddái čuovvut dáid gáibádusaid .
nob: I den reviderte standardiseringsforskriften , som regjeringen vedtok sist fredag , omfattes også kommunene av dette kravet .

source: Dan sivas go almmolaš DT-vuogádagaid doaibmanáigi lea guhki , de leat gielddat geatnegahttojuvvon gávdnat čovdosiid guđa davvisámegiel erenoamáš čálamerkii ovdal ođđajagimánu 1. b. 2013 .
nob: Levetiden for offentlige IT-systemer er lang , inntil nye systemer tas i bruk , må kommunene fra 1. januar 2013 kunne bruke de seks nordsamiske særtegnene .

source: Stáhtalaš doaimmahusain galget dáidda gávdnot čovdosat juo ovdal ođđajagimánu 1.b.2012 .
nob: Statlige virksomheter må ha støtte for dette allerede 1. januar 2012 .

source: Sámi oktavuođas mearkkaša dát ahte sámi čálamearkkaid galgá sáhttit geavahit neahttasiidduin , elektronalaš skoviin ja gulahaladettiin sámi geavaheddjiiguin .
nob: I samisk sammenheng betyr dette at samiske tegn skal kunne brukes på nettsider , i elektroniske skjemaer og i kommunikasjonen med de samiske brukerne .
